<?php

$books = array (
    array('genre' => 'Украинская классика',
        'author' => 'І. Котляревський',
        'name' => 'Енеїда',
        'price' => '85 грн',
    ),
    array('genre' => 'Русская классика',
        'author' => 'Булгаков Михаил',
        'name' => 'Записки юного врача',
        'price' => '79 грн',
    ),
    array('genre' => 'Русская классика',
        'author' => 'И. Ильф, Е. Петров',
        'name' => 'Собрание сочинений',
        'price' => '120 грн',
    ),
    array('genre' => 'Зарубежная классика',
        'author' => 'О. Уайльд',
        'name' => 'Портрет Дориана Грея',
        'price' => '104 грн',
    )
);

echo '<pre>';
print_r($books);
echo '</pre>';
